/*
 *  Dutch translation by Martijn Dekker <martijn@inlv.demon.nl>
 *  21 June 2003
*/

/* transfer rate */
"%2.1f K/s" = "%2.1f k/s";

/* percent dl completed */
"%2.1f%%" = "%2.1f%%";

/* size and filename for dl window tite */
"(%1.1f MB) %@ " = "(%1.1f MB) %@ ";

/* one hundred percent */
"100%" = "100%";

/* shut down internet explorer request */
"BitTorrent cannot register as a helper application while Internet Explorer is running.  This only needs to be done once.  Please quit Internet Explorer before clicking OK." = "BitTorrent kan zich niet als helperprogramma registreren terwijl Internet Explorer open staat. Dit hoeft maar één keer gedaan te worden. Stop Internet Explorer voordat u op OK klikt.";

/* save directory instructions */
"Choose directory, choose existing directory to resume." = "Kies een map. Om een sessie te hervatten kiest u een bestaande map.";

/* download failed */
"Download Failed!" = "Binnenhalen mislukt!";

/* download completed successfully */
"Download Succeeded." = "Het bestand is binnen.";

/* invalid file chose fo generate */
"Invalid File" = "Ongeldig bestand";

/* No comment provided by engineer. */
"Invalid Tracker URL" = "Ongeldige tracker-URL";

/* explanation of helper registration */
"Quit Internet Explorer" = "Stop Internet Explorer";

/* save directory prompt */
"Save" = "Bewaar";

/* save instructions */
"Save, choose an existing file to resume." = "Bewaar. Om een sessie te hervatten kiest u een bestaand bestand.";

/* empty file for generate */
"You must drag a file or folder into the generate window first." = "U moet eerst een bestand of map naar het aanmaakvenster slepen.";

/* No comment provided by engineer. */
"You must enter the tracker URL.  Contact the tracker administrator for the URL." = "U moet de tracker-URL opgeven. Neem daarvoor contact op met de beheerder van de tracker.";

